const GEOGRAPHY_LIST = [
  // TODO - Якутск и Усть-кут - пустые
  {
    city: "Якутск",
    description: "aaaaaa aaaaa aaaaaaaaa",
    хСoordinate: 1020,
    yСoordinate: 480,
  },
  {
    city: "Усть-кут",
    description: "aaaaaa aaaaa aaaaaaaaa",
    хСoordinate: 830,
    yСoordinate: 620,
  },
  {
    city: "Томск",
    description: "• Электромонтажные работы по установке радионавигационного оборудования.\n• Подготовка и оснащение судов различными видами судового оборудования.",
    хСoordinate: 605,
    yСoordinate: 650,
  },
  {
    city: "Красноярск",
    description: "• Осуществлена поставка и монтаж системы пожарной сигнализации на т/х 'Александр Матросов'.\n• Выполнен ремонт и монтаж электрооборудования на пароме 'БП-3'.",
    хСoordinate: 700,
    yСoordinate: 670,
  },
  {
    city: "Иркутск",
    description: "• Проведен монтаж системы пожаротушения и пожарной сигнализации на судне проекта 588.\n• Осуществлена поставка оборудования для мониторинга расхода топлива на судах портового флота.",
    хСoordinate: 830,
    yСoordinate: 720,
  },
  {
    city: "Дудинка",
    description: "• Работы по техническому обслуживанию систем пожарной сигнализации и пожаротушения на судах портового флота.\n• Поставка и монтаж судового оборудования для Заказчика ПАО 'ГМК 'Норильский никель'.",
    хСoordinate: 630,
    yСoordinate: 400,
  },
  {
    city: "Лесосибирск",
    description: "• Выполнение работ по ремонту и монтажу оборудования на теплоходах.\n• Поставка и установка радиолокационных станций для судов.",
    хСoordinate: 690,
    yСoordinate: 617,
  },
  {
    city: "Новоангарск",
    description: "• Ремонтные работы на буксирных судах, включая буксир 'МП-3285'.\n• Осуществление ремонта и дефектации буксира 'МП-3294'.",
    хСoordinate: 710,
    yСoordinate: 630,
  },
  {
    city: "Владивосток",
    description: "• Поставка судового оборудования для ПАО 'Владивостокский морской торговый порт'.\n• Крупные проекты, включающие монтаж и пусконаладочные работы.",
    хСoordinate: 1230,
    yСoordinate: 730,
  },
  {
    city: "Комсомольск-на-Амуре",
    description: "• Поставка и монтаж радионавигационного оборудования.\n• Различные монтажные работы, включая установку систем видеонаблюдения.",
    хСoordinate: 1200,
    yСoordinate: 580,
  },
  {
    city: "Пермь",
    description: "• Монтаж навигационного оборудования на суда.\n• Работы по установке системы громкоговорящей связи.",
    хСoordinate: 325,
    yСoordinate: 545,
  },
  {
    city: "Бийск",
    description: "• Поставка радиостанций для нужд транспортных и логистических компаний.\n• Обеспечение судов навигационным оборудованием и радиостанциями.",
    хСoordinate: 600,
    yСoordinate: 720,
  }
]

export default GEOGRAPHY_LIST;
