import RouteId from '../enums/RouteId';

const NEWS_LIST = [
    {
        title: 'С днем космонавтики!',
        description: 'Освоение космического пространства всегда будоражило умы ученых и испытателей. И вот 12 апреля 1961 года корабль-спутник «Восток» был выведен в открытый космос впервые с человеком на борту. Пилотом корабля стал советский летчик-космонавт Юрий Гагарин, превратившийся после этого в символ покорения космоса и ставший одним из самых известных людей XX века. Знаменательным пуском руководили Сергей Королев, Леонид Воскресенский и Анатолий Кириллов. Старт корабля прошел успешно, и после отделения последней ступени ракеты-носителя «Восток» совершил свободный полет вокруг нашей планеты.',
        img: [],
        url: RouteId.NEWS_1,
        date: '2024-04-12',
    },
    {
        title: 'Вспомним стихи Киплинга!',
        description: `Владей собой среди толпы смятенной,
            Тебя клянущей за смятенье всех,
            Верь сам в себя наперекор вселенной,
            И маловерным отпусти их грех;
            Пусть час не пробил, жди, не уставая,
            Пусть лгут лжецы, не снисходи до них;
            Умей прощать и не кажись, прощая,
            Великодушней и мудрей других.
            
            Умей мечтать, не став рабом мечтанья,
            И мыслить, мысли не обожествив;
            Равно встречай успех и поруганье,
            He забывая, что их голос лжив;
            Останься тих, когда твое же слово
            Калечит плут, чтоб уловлять глупцов,
            Когда вся жизнь разрушена и снова
            Ты должен все воссоздавать c основ.
            
            Умей поставить в радостной надежде,
            Ha карту все, что накопил c трудом,
            Bce проиграть и нищим стать как прежде
            И никогда не пожалеть o том,
            Умей принудить сердце, нервы, тело
            Тебе служить, когда в твоей груди
            Уже давно все пусто, все сгорело
            И только Воля говорит: «Иди!»
            
            Останься прост, беседуя c царями,
            Будь честен, говоря c толпой;
            Будь прям и тверд c врагами и друзьями,
            Пусть все в свой час считаются c тобой;
            Наполни смыслом каждое мгновенье
            Часов и дней неуловимый бег, —
            Тогда весь мир ты примешь как владенье
            Тогда, мой сын, ты будешь Человек!`,
        img: [],
        url: RouteId.NEWS_2,
        date: '2024-04-12',
    },
];

export default NEWS_LIST;
