const WARRANTY_LIST = [
    {
        title: 'Гарантия на услуги',
        description: 'Гарантия на услуги - это важный аспект, который обеспечивает клиентам уверенность в качестве предоставляемых услуг',
    },
    {
        title: 'Гарантия на товары от завода-производителя товаров',
        description: 'Они гарантируют соответствие товаров определённым стандартам и требованиям, а также предоставление ожидаемого результата от использования продукта',
    },
    {
        title: 'Тех. поддержка',
        description: 'Наличие технической поддержки свидетельствует о внимании компании к своим клиентам и заботе о качестве предоставляемых продуктов и услуг',
    },
];

export default WARRANTY_LIST;
